Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Sen arvioiminen, onko kyseessä tässä artiklassa tarkoitettu perinteinen käyttö, tulee tapahtua sen perusteella, mikä muodostaa perinteisen saamelaisen maan ja veden hyödyntämisen sekä ottamalla huomioon sen, ettei saamelaisten käyttö usein jätä pysyviä jälkiä luontoon.
sme: Dat árvvoštallan, leago dán mearrádusa mielde árbevirolaš geavaheapmi, galgá čađahuvvot dan vuođul mii lea sámiid árbevirolaš eanan- ja čáhcegeavaheapmi, ja dainna vuhtiiváldimiin ahte dávjá sámiid geavaheamis eai báhcán bissovaš luottat lundui.

source: Tämän artiklan määräykset eivät sisällä mitään rajoitusta oikeuteen saada takaisin omaisuutta, joka saamelaisilla voi olla kansallisen tai kansainvälisen oikeuden mukaan.
sme: Dán artihkkala mearrádus ii mearkkaš ahte dat ráddje dan vuoigatvuođa oažžut ruovttoluotta opmodaga mii sámiin sáhttá leat riikkalaš ja riikkaidgaskasaš rivttiid mielde.

source: Tätä artiklaa vastaava säännös sisältyy itsenäisten valtioiden alkuperäiskansoja ja
sme: Artihkkalii lea parallealla ILO-konvenšuvnnas nr. 169 mii lea

source: heimokansoja koskevan ILO:n yleissopimuksen n:o 169 14 artiklan 1 kohtaan, joka kuuluu:
sme: iešmearrideaddji stáhtaid álgoálbmogiid ja álbmotčearddaid birra, artihkkal 14 nr. 1,

source: Katso ILO:n yleissopimuksen n:o 169 osalta 7.3 kohta edellä.
sme: Loga ILO-konvenšuvnna nr. 169 birra dás ovddabealde čuoggás 7.3.

source: Myös Norjassa ja Ruotsissa sovelletusta oikeuskäytännöstä käy ilmi, että
sme: Ahte sámi fidnogeavaheapmi sáhttá ásahit vuoigatvuođaid, boahtá ovdan maiddái

source: saamelaisten maa- ja vesialueiden käyttö voi luoda perustan oikeuksien saamiselle.
sme: norgalaš ja ruoŧŧilaš riektedoalus.

source: lähihistorian oikeuskäytännössä tämä on vahvistettu kahdessa korkeimman oikeuden vuonna
sme: namalassii jagi 1968, guovtti alimusriekteduomus, geahča Rt 1968 s. 394 (Brekken

source: 1968 antamassa tuomiossa, katso Retstidende-julkaisu (Rt.)
sme: duopmu), ja Rt 1968 s. 429 (Áltejávre-duopmu).

source: ja Rt. 1969, sivu 429 (Altevann-tuomio).
sme: Brekken-áššis Alimusriekte celkkii ahte vaikko boazosámiid fidnogeavaheapmi

source: Brekken-asiassa korkein oikeus lausui, että vaikka porosaamelaiset käyttivät maa- ja
sme: rievddaldii, de goittot orui nu, ahte dat ” guhkes áiggiid čatnasii báikkiide ja lei

source: vesialueita vaihtelevasti, käyttö näytti ” olleen pitkän ajan kuluessa sidoksissa yhteen tiettyyn
sme: vuođus nu gitta dain ahte ii leat vejolaš almmá siva haga buohtastahttit dainna

source: paikkaan ja sisimmältään niin vakiintunutta, ettei sitä voi ilman muuta rinnastaa
sme: geavahemiin man vuođus lea aivvestassii gáržžes ávkašuhttin dahje juohkehačča

source: yksinkertaiseen nautintaoikeuteen tai jokamiehenoikeuteen ” (s. 401).
sme: vuoigatvuohta ” (s. 401).

source: Elektrisitetsvesen) väitti, ettei Ruotsin saamelaiskylillä, joiden kesäpaikat joutuivat Altevann
sme: Áltejávre-áššis Norgga čáhce- ja elrávdnje-ásahus čuoččuhii ahte ruoŧŧilaš čearuin,

source: vesistön sääntelyn yhteydessä patoamistoimien kohteiksi, ollut minkäänlaista
sme: geain geasseorohagat šadde čázi vuollái dulvadeami geažil, ii leat priváhtarievttálaš

source: yksityisoikeudellista perustetta korvausvaatimukselleen.
sme: vuođđu gáibidit buhtadasa.

source: Korkein oikeus oli kuitenkin toista
sme: Alimusriekti oaivvildii dattetge eará.

source: mieltä.
sme: Vuosttamuš

source: muut tuomarit yhtyivät:
sme: jienasteaddji celkkii ná, ja eará duopmárat dorjo su oaivila:

source: ” Otan tässä asiassa korkeimman oikeuden tutkinnan lähtökohdaksi, että kylien sijaintipaikalta kotoisin olevilla sukupolvilla toisensa jälkeen on ainakin sadan vuoden ajan ennen rajan vetämistä vuonna 1751 ollut asuinpaikkoja Altevannin rannalla aittoineen, poroerotusaitauksineen, veneineen ja muine tarvittavine välineineen ja että lappalaiset ovat myöhemmin vuosittain käyttäneet aluetta porojen laiduntamiseen ja kalastukseen.
sme: " Áššedili dáfus mun bijan vuođdunan, nugo bajimuš árvvoštallandiggige, dan ahte buolva buolvva maŋis dan guovllus main siiddat leat, aŋkke juo čuođi jagi ovdalgo riikkarádji mearriduvvui jagi 1751, orodan Áltejávrris ja atnán doppe áittiid, boazoáiddiid, fatnasiid ja eará dárbbašlaš reaidduid, ja ahte sámit maŋŋil leat jahkásaččat geavahan guovllu bohccuid guođoheapmái ja guolásteapmái.

source: Tämän vuoksi korkeimman oikeuden tulee voida todeta, että tämän nimenomaisen alueen lappalaiset ovat historiallisista ajoista lähtien käyttäneet sitä oman elinkeinonharjoittamisensa synnyttämällä ja edellyttämällä vakiintuneella tavalla ” (s. 437−438).
sme: Olmmoš danne ferte, nugo bajimuš árvvoštallandiggige, duođaštit ahte historjjálaš áiggi rájis dán dihto guovllu sámit leat ásahan ja nannen dárbbašlaš fidnogeavahusa " (s. 437-438).

source: Molemmat tuomiot koskevat käyttöoikeuksia, Brekken-asia metsästys-, pyynti- ja
sme: Goappašat duomut gustojit geavahanvuoigatvuođaide, Brekken-duopmu meahcástan-

source: kalastusoikeuksia ja Altevann-asia laiduntamis- sekä kalastusoikeuksia.
sme: ja guolástanvuoigatvuođaide ja Áltejávre-duopmu guođohan- ja guolástanvuoigat

source: Vuonna 2001 käsitellyssä niin kutsutussa Svartskogen-asiassa katsottiin, että myös
sme: Čáhput-áššisge, mii lei jagi 2001, oaivvildedje ahte kollektiiva eaiggáduššan

source: yhteisöllinen omistusoikeus oli syntynyt sen perusteella, että saamelaiset olivat käyttäneet
sme: riekti lea ásahuvvon sámiid guhkes-áigásaš fidnogeavaheami geažil, geahča Rt 2001

source: 2001, sivu 1229.
sme: siiddu 1229.

source: kohteena olleen alueen käyttöön asiassa ensimmäisenä äänestänyt tuomari lausui kantanaan,
sme: Go lei iskkadan riidovuloš guovllu geavaheami, vuosttamuš jienasteaddji

source: johon muut tuomarit yhtyivät:
sme: celkkii ná, ja earáge duopmárat dorjo su.:

source: ” Johtopäätöksenä on tämän jälkeen, että miltei vuonna 1879 suoritetusta uusjaosta lähtien Manndalenin väestö on poronhoitoa lukuun ottamatta hyödyntänyt kaikkia Svartskogenin mahdollistamia maankäyttötapoja.... …
sme: ” Loahppajurdda šaddá dasto ahte measta juo eananjuogu rájis jagi 1879 Olmmáivákki veahkadagas, muhto ii boazodoalus, leat leamaš buot fidnogeavahusat Čáhpuhis mat leat vejolaččat....

source: Korostan myös, että maiden hyödyntäminen on muuttanut luonnettaan sen mukaan, miten niitä on eri ajanjaksoina ollut luonnollista hyödyntää.
sme: Mun deattuhan maid ahte geavaheapmi lea rievddaldan dan mielde mii lea leamaš lunddolaš jáhkodagaide.

source: Lyhyesti ja ytimekkäästi lausuttuna tälle käytölle on ollut ominaista jatkuvuus, se on ollut kaiken käsittävää, intensiivistä ja joustavaa.
sme: Oanehaččat cealkki geavaheami dovdomearkkat leat bissovašvuohta, ahte dat lea leamaš visolaš ja intensiiva, ja njuovžilvuohta.

source: Tämän nojalla sekä käytön laajuus että kesto täyttävät omistusoikeuden saamista koskevan vaatimuksen. ”
sme: Gáibádus, ahte geavaheapmi galgá leat viiddis ja bissovaš ovdalgo eaiggáduššanvuoigatvuohta fidnašuvvá, lea dán mielde ollašuvvan. ”

source: Finnmarkin läänin maa-alueisiin ja luonnonvaroihin liittyvistä oikeudellisista
sme: Lágas Finnmárkku fylkka eatnamiid ja luondduriggodagaid riektedilis ja

source: olosuhteista ja niiden hallinnosta 17. kesäkuuta 2005 annetun lain (Finnmarkin laki) n:o 85 5
sme: hálddašeamis (finnmárkoláhka), mii bođii geassemánu 17. b. 2005 nr. 85 cealká § 5

source: §:n ensimmäisessä momentissa sanotaan:
sme: vuosttaš lađas:

source: ” Saamelaiset ovat kollektiivisesti ja yksilöllisesti maan ja veden pitkäaikaisella käytöllä vähitellen saaneet oikeudet Finnmarkin maa-alueisiin. ”
sme: ” Sámit lea oktasaččat ja ovttaskas olmmožin guhkesáigásaš geavahemiineaset oamastan alcceseaset vuoigatvuođaid Finnmárkku eatnamiidda ja čáziide. ”

source: Myös Ruotsin oikeudessa on tunnustettu, että saamelaiset ovat maa-alueita
sme: Maiddái ruoŧŧilaš riektedoalusge lea dohkkehuvvon ahte sámiin sáhttet leat oamastan

source: käyttämällä voineet saada oikeuksia, katso lapinveromaita koskeva oikeusjuttu
sme: alcceseaset vuoigatvuođaid eatnamiid guhkesáigásaš geavahemiin, geahča

source: (Skattefjällsmålet) vuodelta 1981, Ruotsin korkeimman oikeuden ratkaisu NJA 1981, sivu 1.
sme: cealkámušaid Skattefjällsmålet-áššis mii lei jagi 1981, NJA 1981 siiddu 1. Sámiid

source: Saamelaisten väite, jonka mukaan heillä oli vahvempi oikeus Jämtlannin lapinveromaihin
sme: čuoččuhus ahte sis lea nannoset vuoigatvuohta go stáhtas skattefjälii, mii lea

source: (lappskattelanden) kuin valtiolla, tosin kumottiin, mutta korkein oikeus lausui, että saattoi olla
sme: Jämtlánddas, hilgojuvvui dattetge duon dihto dáhpáhusas, muhto alimusriekti (Högsta

source: olemassa muita alueita, joihin saamelaiset olivat alueiden hallussapidon ja ikimuistoisen
sme: domstolen) celkkii ahte sáhttet leat eará guovllut main sámiid orrun ja dološ

source: nautinnan (urminnes hävd) perusteella saaneet perintöoikeuden, toisin sanoen ennen muinoin
sme: sajáiduvvan (urminnes hävd) lei oamastan sámiide vuoigatvuođaid mat vástidedje

source: omistusoikeutta vastaavan oikeuden.
sme: vuoigatvuhtii.

source: Korkeimman oikeuden mukaan tunturilappalaisten
sme: Alimus duopmostuolu oaivila mielde nomádalaš (johtti) boazodoallu

source: poronhoito voi luoda perustan omistusoikeudelle, mikäli se oli riittävän intensiivistä ja muut
sme: sáhtii dahkat vuođu eaiggáduššanvuoigatvuhtii, jos fal lei doarvái intensiiva ja

source: poissulkevaa.
sme: erenoamáš.

source: Tämä ei kuitenkaan ollut tilanne kyseisessä konkreettisessa asiassa.
sme: Muhto nu ii lean dihto áššis.

source: Ruotsin poroelinkeinolakia (1971:437) vuonna 1993 muutettaessa vahvistettiin
sme: Go boazodollaoláhka (1971:437) muktojuvvui jagi 1993, de nannejuvvui

source: lapinveromaita koskevan oikeusjutun yhteydessä annettujen lausuntojen mukaisesti, että
sme: Skattefjällsmålet-duomu cealkámušaid mielde ahte boazodoallorievtti vuođđu lea

source: poronhoito-oikeus perustuu ikimuistoiseen nautintaan.
sme: dološ sajáiduvvan.

source: Poronhoitolakia muutettaessa Lagrådet
sme: Boazodoallolága nuppástuhttima oktavuođas láhkaráđđi

source: (Ruotsin lainvalmistelukunta) totesi viimeaikaisen tutkimusaineiston osoittavan, että valtion
sme: (Lagrådet) celkkii ahte ođđaset dutkanávdnasat čájehit ahte lea vejolaš eahpidit stáhta

source: omistusoikeus lapinveromaihin voitiin kyseenalaistaa.
sme: eaiggáduššanvuoigatvuođa sámevearroguovlluin (lappskattelanden).

source: Lainvalmistelukunta viittasi siinä
sme: Láhkaráđi

source: yhteydessä Kaisa Korpijaakko-Labban oikeushistorialliseen tutkimukseen Suomen
sme: jurdagiin lei Kaisa Korpijaakko-Labba dahkan riektehistorjjálaš dutkkosbargu, man

source: pohjoisosien maa-alueisiin liittyvistä omistusoikeuskysymyksistä (katso Ruotsin hallituksen
sme: fáddán ledje Suoma davveguovlluid eaiggáduššanvuoigatvuođalaš áššit (geahča prop.

source: esitys 1992/93:32 s. 300).
sme: 1992/93:32 s. 300).

source: Suomen osalta ei voida viitata vastaavaan oikeuskäytäntöön, mutta
sme: Dakkár riektegeavada mii eat gávnna Suomas, muhto ahte sámiid

source: perustuslakivaliokunta on lausunut, että saamelaisten maankäyttö voi luoda perustan
sme: geavaheapmi sáhttá ásahit vuoigatvuođaid, geavahanvuoigatvuođaid, ja vel

source: oikeuksille, niin käyttöoikeuksille kuin omistusoikeudellekin.
sme: eaiggádušššanvuoigatvuođaidge, dan cealká vuođđoláhkalávdegoddi.

source: Saamelaisten asemaa
sme: Cealkámušas

source: koskevassa perustuslakivaliokunnan lausunnossa PeVL n:o 3/1990 sanotaan, että ” Inarin,
sme: GrUU nr. 3/1990 mii gusto ” sámiid sajádahkii ”, daddjojuvvo ahte ” Anára, Eanodaga

source: Enontekiön ja Utsjoen kuntien väestöllä, joka saa merkittävän osan tuloistaan
sme: ja Ohcejoga veahkadagas, mii viežžá mearkkašahtti ollu dinestusa meahcis vaikko ii

source: luonnontaloudesta ja joka ei omista maa-alueita ”, voi olla esimerkiksi ikimuistoiseen
sme: eaiggáduša eatnamiid ”, sáhttet leat vuoigatvuođat omd. dološ sajáiduvvan

source: nautintaan perustuva kalastusoikeus, joka nauttii samaa suojaa kuin omistusoikeus.
sme: guolásteapmái; ja dan vuoigatvuođas lea seammá láhkasuodjalus go eiggáduššanvuoigatvuođas.

source: Lisäksi
sme: Dasto čujuhuvvo sullasaš cealkámušaide, namalassii

source: voidaan viitata muihin vastaaviin lausuntoihin, jotka sisältyvät mietintöihin PeVL n:o 7/1978
sme: GrUU nr. 7/1978 rd.

source: vp, n:o 5/1981, n:o 11/1982 vp ja n:o 13/1989 vp.
sme: , ja nr. 5/1981, nr. 11/1982 rd. ja nr. 13/1989 rd.

source: Perustuslakivaliokunnan lausunnossa n:o
sme: Vuođđoláhkalávdegotti cealkámuš nr. 3/1990 čujuha dasto Kaisa Korpijaakko-Labba

source: 3/1990 viitataan edelleen Kaisa Korpijaakko-Labban vuonna 1989 valmistuneeseen
sme: jagi 1989 dutkkosbargui, man bajilčála lea ” Saamelaisten oikeusasemasta Ruotsi

source: väitöstutkimukseen saamelaisten oikeusasemasta Ruotsi-Suomessa, jossa ” on esitetty
sme: Suomessa ”, ja ” mas leat biddjojuvvon ovdan mearkkašahtti oaivilat mat dorjot sámiid

source: huomionarvoisia näkökantoja, jotka puoltavat saamelaisten omistusoikeutta maahan ”.
sme: eaiggáduššanvuoigatvuođa eatnamiidda. ”.

source: Sen käytön luonnetta, jonka nojalla oikeuksia luodaan, määritellään tarkemmin
sme: Dan geavaheami luondu mii sáhttá oamastit vuoigatvuođaid, lea čilgejuvvon

source: tämän artiklan kolmannessa kappaleessa.
sme: dárkileappot goalmmát lađđasis.

source: Ensimmäisessä kappaleessa todetaan, että saamelaiset ovat pitkäaikaisella
sme: Vuosttaš lađas nanne ahte sámit geavahemiineaset doloža rájis

source: perinteisellä maa- tai vesialueiden käytöllä voineet saada omistusoikeuden näihin alueisiin
sme: (” guhkesáigásaš árbevirolaš geavahemiin ”) sáhttet leat ásahan eaiggáduššan

source: pitkäaikaista käyttöä koskevien kansallisten tai kansainvälisten sääntöjen mukaan.
sme: njuolggadusaid mielde mat gustojit dakkár geavaheapmái.

source: Ensimmäisen kappaleen määräys ei viittaa ainoastaan kansallisiin vaan myös
sme: Vuosttaš lađđasa mearrádus ii čujut duššefal nationála njuolggadusaide,

source: kansainvälisiin sääntöihin.
sme: muhto maiddái riikkaidgaskasaš njuolggadusaide.

source: Kansallisessa lainsäädännössä sovellettavat säännöt eivät siis ole
sme: Eai siskkáldas njuolggadusat nappo

source: ainoita sääntöjä arvioitaessa, voiko saamelaisten perinteinen maan- ja vedenkäyttö
sme: dalle okto mearrit sáhttágo sámiid árbevirolaš geavaheapmi dahkat vuođu

source: muodostaa perustan omistusoikeudelle.
sme: eaiggáduššanvuoigatvuhtii vai ii.

source: Sopimusvaltioita velvoittavat kansainväliset säännöt
sme: Riikkaidgaskasaš njuolggadusat mat geatnegahttet

source: voivat antaa kansallisia sääntöjä laajemmat mahdollisuudet hyväksyä se, että saamelaisten
sme: riikkaid, sáhttet addit buoret vejolašvuođa dohkkehit sámiid geavaheami dakkárin mii

source: maan- ja vedenkäyttö muodostaa perustan oikeuksille.
sme: ásaha vuoigatvuođaid, go siskkáldas njuolggadusat.

source: Norja on toisin kuin Suomi ja Ruotsi ratifioinut ILO:n yleissopimuksen n:o 169.
sme: Norga lea ratifiseren ILO-konvenšuvnna nr. 169, maid Suopma ja Ruoŧŧa eai

source: Tämän artiklan viittaus kansainvälisiin sääntöihin sekä ILO:n yleissopimuksen 14 artiklan 1
sme: artihkkal 14 nr. 1 dievasmahttá siskkáldas njuolggadusaid.

source: Norjan oikeuskäytännön osalta voidaan viitata Svartskogen-tuomioon, Rt.
sme: Norgalaš riektedoalus mii sáhttit čujuhit Čáhput-áššái maid RT.

source: 2001, sivu
sme: 2001 siidu

source: 1229, jonka ratkaisussa tosin nojauduttiin ikimuistoista nautintaa koskeviin säännöksiin mutta
sme: 1229 čilge, mas mearrádus gale vuođustuvvui eanemusat siskkáldas njuolggadusaide

source: jossa lisäksi viitattiin kansainväliseen oikeuteen ja muun muassa ILO:n yleissopimukseen n:o
sme: guhkesáigásaš geavaheami birra, muhto mas maiddái čujuhuvvui álbmotriektái, ee.

source: Asiassa ensimmäisenä äänestänyt tuomari lausui seuraavaa ILO-yleissopimuksen n:o
sme: Vuosttamužžan jienasteaddji celkkii ná ILO

source: 169 14 artiklasta (Rt. 2001 sivu 1229 ja sivu 1252):
sme: konvenšuvnna nr. 169 artihkkala 14 birra (Rt. 2001 siidu 1229, geahča siiddu1252):

source: ” Norjan kansainvälisistä velvollisuuksista riippumatta tässä ratkaisussa määrätään, että maankäyttö muodostaa perustan oikeuksien saamiselle ikimuistoisen nautinnan nojalla ja että valtion omistusoikeus Svartskogeniin on ristiriidassa niiden oikeuksien kanssa, jotka Manndalenin väestö on saanut.
sme: ” Beroškeahttá Norgga álbmotrievttálaš geatnegasvuođain lea jáhkehahtti ahte guhkesáigásaš geavaheapmi dahká vuođu vuoigatvuođa omasteapmái, ja ahte stáhta eaiggáduššanvuoigatvuohta Čáhpuhii ii soaba oktii daiguin vuoigatvuođaiguin maid Olmmáivákki veahkadat lea oamastan alcceseaset.

source: Ratkaisu on kuitenkin oman käsitykseni mukaan hyvin sopusoinnussa itsenäisten valtioiden alkuperäiskansoja ja heimokansoja koskevan vuonna 1989 tehdyn ILO:n yleissopimuksen n:o 169 14 artiklan 1 kohdan ja niiden näkökohtien kanssa, jotka tässä säännöksessä on määrä ottaa huomioon. ”
sme: Dat doarju dattetge dan oainnu masa lean joavdan, ahte dat bures heive oktii jagi 1989 ILO-konvenšuvnna nr. 169 njuolggadusaiguin, mat leat iešmearrideaddji stáhtaid álgoálbmogiid ja álbmotjoavkkuid birra, artihkkal 14 nr. 1 vuosttaš punktum, ja daiguin áššebeliiguin maid dát njuolggadus galgá gozihit. ”

source: Tämän ratkaisun jälkeen ILO:n yleissopimus n:o 169 on osittain sisällytetty Norjan
sme: Dán duopmocealkima maŋŋil norgalaš finnmárkoláhka lea muhtumassii váldán

source: Finnmarkin lakiin, ja tämä laki antaa yleissopimukselle etusijan tilanteissa, joissa lain
sme: oassinis ILO-konvenšuvnna nr. 169, ja láhka lea addán konvenšuvdnii mearrideaddji

source: määräykset saattavat olla ristiriidassa yleissopimuksen kanssa, katso 3 §.
sme: deattu dakko gokko lága mearrádusat bohtet vuostálagaid konvenšuvnnain, geahča §

source: Toisen kappaleen ensimmäinen lause: Tämä määräys käsittää ne tapaukset, joissa
sme: Nubbi lađas, vuosttaš cealkka: Dát mearrádus gokčá daid dáhpáhusaid main

source: saamelaisten maa- ja vesialueiden käytön ei katsota täyttävän ensimmäisen kappaleen
sme: lea jáhkku ahte sámiid geavaheapmi ii deavdde eavttuid mat biddjojuvvojit

source: mukaisen omistusoikeuden saamisen ehtoja vaan ainoastaan käyttöoikeuden saamisen ehdot.
sme: eaiggáduššanvuoigatvuođa ásaheapmái Vuosttaš lađđasa mielde, muhto dušše

source: Ensimmäisen lauseen mukaan saamelaisilla tulee olla oikeus alueiden jatkuvaan käyttöön
sme: geavahanvuoigatvuođa ásaheapmái. Vuosttaš čealkaga mielde sámiin galgá ain

source: samassa laajuudessa kuin aikaisemminkin.
sme: joatkagis leat vuoigatvuohta geavahit guovlluid seammá viidát go ovdalge.

source: Toisen kappaleen toinen lause: Jos aluetta käyttävät myös muut − olivatpa sitten
sme: Nubbi lađas, nubbi cealkka: Jos earátge geavahit guovllu – lehkoset

source: kysymyksessä maanomistaja tai muut käyttöoikeuden haltijat − kaikkien tulee oikeuksiaan
sme: eananeaiggádat dahje geavahanvuoigatvuođa doallit – de buohkat galget hálddašit

source: käyttäessään huomioida vastavuoroisesti toistensa oikeudet.
sme: vuoigatvuođaideaset nu, ahte váldet vuhtii guhtet guimmiideaset vuoigatvuođaid.

source: Kilpailevien oikeuksien laajuus
sme: Gilvaleaddji vuoigatvuođaid viidodat galgá mearriduvvot guđege vuoigatvuođaid

source: tulee määritellä käyttäjien oikeuksien kohtuullisen arvioinnin avulla.
sme: govttolaš árvvoštallama vuođul.

source: Omistajan maankäyttö
sme: Deba ii leatge nu, ahte eaiggáda geavaheamis lea

source: ei niin muodoin mene saamelaisten käyttöoikeuksien edelle.
sme: eambbo deaddu go sámiid geavahanvuoigatvuođain. Eai earáinge leat ovdamunni,

source: Muillakaan käyttöoikeuden haltijoilla ei ole minkäänlaista etuoikeutettua asemaa.
sme: geain lea geavahanvuoigatvuohta.

source: Saamelaisten käyttöoikeudet voidaan
sme: Sámiid geavahanvuoigatvuođaid sáhttit veardádit

source: rinnastaa rasitteisiin, ja niillä tulee olla sama suoja kuin rasitteilla.
sme: servituhttan, ja dain galget de leat seammá suodjalus go servituhtainge.

source: Tässä yhteydessä viitataan Norjassa 29. marraskuuta 1968 annetun rasitteita
sme: Dán oktavuođas čujuhuvvo norgalaš servituhttaláhkii, mii bođii

source: Lain 2 §:ssä sanotaan, ettei käyttöoikeuden haltija (rasitteen
sme: skábmamánu 29. b. 1968, § 2 ja § 3. § 2 cealká ahte ii geavahanvuođa doalli

source: haltija) eikä omistaja saa käyttää oikeuttaan sellaisella tavalla, että se kohtuuttomasti tai
sme: (servituhtalaš) iige eaiggát galgga geavahit vuoigatvuođas nu, ahte dat eahpe

source: tarpeettomasti vahingoittaa toista tai on hänelle haitaksi. Asiaa arvioitaessa on pantava painoa
sme: govttolaččat dahje dárbbašmeahttumit vahágahttá dahje heađušta nuppi.

source: käyttöoikeuden tarkoitukselle, ja käyttöoikeus on lisäksi suhteutettava kehitykseen,
sme: Árvvoštallamis galgá leat deaddu das mii geavahanvuoigatvuođa ulbmil lea, ja datge

source: esimerkiksi kun on kysymys teknisten apuvälineiden käytöstä.
sme: galgá heivehuvvot ovdáneapmái, omd. teknihkalaš veahkkeávdnasiid geavaheapmái.

source: Jos omistajalla ja
sme: Jos eaiggádis ja vuoigatvuođa doallis lea seammá vuoigatvuohta ovttalágan

source: käyttöoikeuden haltijalla on oikeus samantyyppiseen käyttöön − molemmilla on esimerkiksi
sme: geavaheapmái – goappašiin lea omd. guođohan- dahje guolástanvuoigatvuohta – de ii

source: laiduntamis- tai kalastusoikeus − kummallakaan heistä ei ole rasitteista annetun lain 3 §:n
sme: goappásge leat servituhttalága § 3 mielde ovdamunálaš geavaheapmi nuppi ektui. Jos

source: mukaan suurempaa etuoikeutta tällaiseen käyttöön kuin toisella. Mikäli resurssit ovat liian
sme: resurssat leat nu unnán ahte eai ole goappašiid geavaheapmái, de soai ferteba

source: niukat molempien käyttötarpeeseen nähden, heidän tulee vastaavasti vähentää käyttöään, ellei
sme: geahpedit geavaheami seammá veardde, jos juo ii juoga eará gusto soahpamuša dahje

source: sopimuksesta tai muusta oikeudellisesta perusteesta seuraa muuta.
sme: eará riektevuođu geažil.

source: Tällainen oikeudellinen
sme: Dakkár riektevuođđu sáhttá leat dološ sajáiduvvan (urminnes

source: peruste voi olla nautinta tai ikimuistoinen nautinta (urminnes hävd).
sme: hävd) dahje guhkesáigásaš geavaheapmi.

source: Monissa tapauksissa on
sme: Geavaheapmi dat máŋgga dáhpáhusas lea

source: vanhastaan pidetty nimenomaan käyttöä keskeisenä tekijänä. Omistusoikeus on tullut mukaan
sme: guovdileamos ášši doloža rájis; eaiggáduššanvuoigatvuohta lea ilbman áššin easkka

source: vasta myöhempinä aikoina.
sme: dáid maŋŋelaš áiggiid.

source: Tällaisessa tapauksessa käyttöoikeuden haltijalla on voinut olla
sme: Dakkár dáhpáhusas vuoigatvuođa doalli riektedilli sáhttá leat

source: vahvempi asema kuin rasitteita koskevan lain 2 §:n ja 3 §:n säännöksissä määrätään.
sme: nannoseabbo go dat maid servituhttalága § 2 ja § 3 addet.

source: Rasitteita koskevan lain sisältämät tässä selostetut säännökset koskevat myös
sme: Servituhttalága njuolggadusat mat leat čilgejuvvon dás, gustojit maiddái

source: saamelaisten oikeuksia.
sme: sámi vuoigatvuođaide.

source: Tätä seikkaa on tärkeää painottaa, koska vallalla on ollut käsitys,
sme: Deaŧalaš lea dán nannet, go ipmárdus lea leamaš ahte omd.

source: jonka mukaan esimerkiksi porosaamelaisten oikeuksien tulee väistyä maatalouden ja
sme: boazosápmelaččaid vuoigatvuođat fertejit njuohkánit (vuoittahallat) eanandoalu ja

source: metsätalouden intressien tieltä.
sme: vuovdedoalu beroštumiide.

source: On tärkeää korostaa saamelaisten käyttöoikeuksien olevan
sme: Deaŧalaš lea deattuhit ahte sámi geavahanvuoigatvuođat

source: yksityisoikeudellisia oikeuksia, jotka nauttivat yhtä hyvää suojaa kuin muutkin
sme: leat priváhtarievttálaš vuoigatvuođat maidda leat seammá buorre suodjaleapmi go

source: käyttöoikeudet.
sme: earáge geavahanvuoigatvuođaide.

source: Katso muilta osin 21 artiklaa koskevat huomautukset.
sme: Geahča muđui artihkkala 21 mearkkašumiid.
